hyprland
polkit-kde-agent
swww
waybar
dunst
grim
slurp
qt5-wayland
qt6-wayland
xdg-desktop-portal-hyprland
xdg-desktop-portal-lxqt

neovim
lsd
bat
btop
newsboat
ripdrag-git
ranger

alacritty
dash
zsh
zsh-theme-powerlevel10k-git
zsh-syntax-highlighting-git
zsh-autosuggestions 
fzf
fzf-tab-git
zsh-history-substring-search
zoxide

librewolf-bin
feishin-bin
obsidian
keepassxc

telegram-desktop
element-desktop
vesktop-bin

kicad
libreoffice-fresh
gimp
inkscape
zed

zathura
imv
mpv
flac
ffmpeg
obs-studio

reaper
yabridge

qbittorrent

qemu-full
virt-manager
swtpm
libvirt

binutils
binocle
imhex
binwalk
python-pwntools
python-pycryptodome

netcat
nmap

