stow

git
neovim

lsd
bat
btop
newsboat

ripdrag-git
ranger


alacritty
dash
zsh
zsh-theme-powerlevel10k-git
zsh-syntax-highlighting-git
zsh-autosuggestions 
fzf
fzf-tab-git
zsh-history-substring-search
zoxide

librewolf-bin
feishin-bin
obsidian
keepassxc

telegram-desktop
element-desktop
vesktop-bin

kicad
libreoffice-fresh
gimp
inkscape
zed

reaper
yabridge

qbittorrent

qemu-full
virt-manager
swtpm
libvirt

binutils
binocle
binwalk
python-pwntools
python-pycryptodome

